Repository: TypeWhisper/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/AuthenticatedCLIPlugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Anthropic account via Claude Code
de: Anthropic-Konto über Claude Code
ja: Claude Code経由のAnthropicアカウント
zh_hans: 通过 Claude Code 使用 Anthropic 账户

source: Authenticated Provider CLIs
de: Authentifizierte Anbieter-CLIs
ja: 認証済みプロバイダーCLI
zh_hans: 已认证的提供商 CLI

source: Available models
de: Verfügbare Modelle
ja: 利用可能なモデル
zh_hans: 可用模型

source: Check again
de: Erneut prüfen
ja: 再確認
zh_hans: 重新检查

source: Check failed
de: Prüfung fehlgeschlagen
ja: 確認に失敗
zh_hans: 检查失败

source: Checking…
de: Wird geprüft…
ja: 確認中…
zh_hans: 正在检查…

source: Choose
de: Auswählen
ja: 選択
zh_hans: 选择

source: Choose CLI executable
de: CLI-Programm auswählen
ja: CLI実行ファイルを選択
zh_hans: 选择 CLI 可执行文件

source: Choose…
de: Auswählen…
ja: 選択…
zh_hans: 选择…

source: CLI default
de: CLI-Standard
ja: CLIのデフォルト
zh_hans: CLI 默认值

source: CLI documentation
de: CLI-Dokumentation
ja: CLIドキュメント
zh_hans: CLI 文档

source: Currently free
de: Derzeit kostenlos
ja: 現在無料
zh_hans: 目前免费

source: Default effort
de: Standard-Effort
ja: デフォルトのエフォート
zh_hans: 默认推理强度

source: Executable
de: Programm
ja: 実行ファイル
zh_hans: 可执行文件

source: Free for a limited time
de: Zeitlich begrenzt kostenlos
ja: 期間限定で無料
zh_hans: 限时免费

source: High
de: Hoch
ja: 高
zh_hans: 高

source: Incompatible
de: Nicht kompatibel
ja: 互換性なし
zh_hans: 不兼容

source: Installed and authenticated.
de: Installiert und angemeldet.
ja: インストール済みで認証されています。
zh_hans: 已安装并已登录。

source: Low
de: Niedrig
ja: 低
zh_hans: 低

source: Max
de: Maximum
ja: 最大
zh_hans: 最大

source: Medium
de: Mittel
ja: 中
zh_hans: 中

source: Models and model-specific effort levels are loaded from the signed-in Codex CLI and refreshed automatically.
de: Modelle und modellspezifische Effort-Stufen werden aus der angemeldeten Codex-CLI geladen und automatisch aktualisiert.
ja: モデルとモデル固有のエフォートレベルは、サインイン済みのCodex CLIから読み込まれ、自動的に更新されます。
zh_hans: 模型及各模型对应的推理强度级别会从已登录的 Codex CLI 加载，并自动刷新。

source: Models are loaded from the signed-in Antigravity CLI. Effort can be set to Low, Medium, or High.
de: Die Modelle werden aus der angemeldeten Antigravity-CLI geladen. Effort kann auf Niedrig, Mittel oder Hoch gesetzt werden.
ja: モデルはサインイン済みのAntigravity CLIから読み込まれます。エフォートは低、中、高に設定できます。
zh_hans: 模型从已登录的 Antigravity CLI 加载。推理强度可设为低、中或高。

source: Free models are loaded dynamically from OpenCode Zen. Offers can change or end at any time.
de: Kostenlose Modelle werden dynamisch aus OpenCode Zen geladen. Angebote können sich jederzeit ändern oder enden.
ja: 無料モデルはOpenCode Zenから動的に読み込まれます。提供内容はいつでも変更または終了する場合があります。
zh_hans: 免费模型从 OpenCode Zen 动态加载。优惠可能随时变更或结束。

source: Not installed
de: Nicht installiert
ja: 未インストール
zh_hans: 未安装

source: Not live-tested
de: Nicht live getestet
ja: ライブテスト未実施
zh_hans: 未经实际测试

source: Only the workflow instruction and transcript text are sent. Each request runs non-interactively in a temporary folder with tools, sessions, project rules, and update checks disabled where the CLI supports it.
de: Gesendet werden nur die Workflow-Anweisung und der Transkripttext. Jede Anfrage läuft nicht interaktiv in einem temporären Ordner; Tools, Sitzungen, Projektregeln und Update-Prüfungen werden deaktiviert, soweit die CLI dies unterstützt.
ja: 送信されるのはワークフローの指示と文字起こしテキストだけです。各リクエストは一時フォルダで非対話的に実行され、CLIが対応している場合はツール、セッション、プロジェクトルール、更新確認が無効になります。
zh_hans: 仅发送工作流指令和转录文本。每个请求都会在临时文件夹中以非交互方式运行；在 CLI 支持的情况下，会禁用工具、会话、项目规则和更新检查。

source: OpenAI account via Codex
de: OpenAI-Konto über Codex
ja: Codex経由のOpenAIアカウント
zh_hans: 通过 Codex 使用 OpenAI 账户

source: Free OpenCode Zen models via your existing login
de: Kostenlose OpenCode-Zen-Modelle über deine bestehende Anmeldung
ja: 既存のログインによる無料OpenCode Zenモデル
zh_hans: 通过你现有的登录使用免费的 OpenCode Zen 模型

source: Ready
de: Bereit
ja: 準備完了
zh_hans: 就绪

source: Review Zen privacy and pricing
de: Zen-Datenschutz und Preise prüfen
ja: Zenのプライバシーと料金を確認
zh_hans: 查看 Zen 隐私政策和价格

source: Setup guide
de: Einrichtungsanleitung
ja: セットアップガイド
zh_hans: 设置指南

source: Sign-in required
de: Anmeldung erforderlich
ja: サインインが必要
zh_hans: 需要登录

source: Some free OpenCode Zen models may use prompts and completions for training. Do not send personal or confidential data unless the selected model's terms allow it.
de: Einige kostenlose OpenCode-Zen-Modelle dürfen Prompts und Antworten zum Training verwenden. Sende keine persönlichen oder vertraulichen Daten, sofern die Bedingungen des gewählten Modells dies nicht erlauben.
ja: 一部の無料OpenCode Zenモデルでは、プロンプトと回答が学習に使用される場合があります。選択したモデルの条件で許可されていない限り、個人情報や機密情報を送信しないでください。
zh_hans: 部分免费的 OpenCode Zen 模型可能会使用提示词和生成内容进行训练。除非所选模型的条款允许，否则请勿发送个人或机密数据。

source: The Antigravity model list could not be refreshed. The last cached list remains available.
de: Die Antigravity-Modellliste konnte nicht aktualisiert werden. Die zuletzt gespeicherte Liste bleibt verfügbar.
ja: Antigravityのモデル一覧を更新できませんでした。最後に保存された一覧は引き続き使用できます。
zh_hans: 无法刷新 Antigravity 模型列表。上次缓存的列表仍可使用。

source: The Codex model list could not be refreshed. The last cached list remains available.
de: Die Codex-Modellliste konnte nicht aktualisiert werden. Die zuletzt gespeicherte Liste bleibt verfügbar.
ja: Codexのモデル一覧を更新できませんでした。最後に保存された一覧は引き続き使用できます。
zh_hans: 无法刷新 Codex 模型列表。上次缓存的列表仍可使用。

source: The OpenCode Zen model list could not be refreshed. The last cached list remains available.
de: Die OpenCode-Zen-Modellliste konnte nicht aktualisiert werden. Die zuletzt gespeicherte Liste bleibt verfügbar.
ja: OpenCode Zenのモデル一覧を更新できませんでした。最後に保存された一覧は引き続き使用できます。
zh_hans: 无法刷新 OpenCode Zen 模型列表。上次缓存的列表仍可使用。

source: Support follows the documented Antigravity headless CLI contract. No signed-in installation was available for a live test.
de: Die Unterstützung folgt dem dokumentierten Headless-CLI-Vertrag von Antigravity. Für einen Live-Test war keine angemeldete Installation verfügbar.
ja: サポートは文書化されたAntigravityヘッドレスCLIの仕様に準拠しています。ライブテストに使用できるサインイン済みの環境はありませんでした。
zh_hans: 此支持基于 Antigravity 文档中的无头 CLI 约定。目前没有已登录的安装可用于实际测试。

source: The CLI is installed, but no signed-in account was detected.
de: Die CLI ist installiert, aber es wurde kein angemeldetes Konto erkannt.
ja: CLIはインストールされていますが、サインイン済みアカウントが見つかりません。
zh_hans: CLI 已安装，但未检测到已登录的账户。

source: The CLI was not found in common installation locations.
de: Die CLI wurde an den üblichen Installationsorten nicht gefunden.
ja: 一般的なインストール先にCLIが見つかりません。
zh_hans: 在常见安装位置未找到该 CLI。

source: Use automatic detection
de: Automatische Erkennung verwenden
ja: 自動検出を使用
zh_hans: 使用自动检测

source: Use the accounts already signed in to supported provider CLIs. No separate API key is stored in TypeWhisper.
de: Verwende die Konten, mit denen du bereits in unterstützten Anbieter-CLIs angemeldet bist. TypeWhisper speichert keinen separaten API-Key.
ja: 対応するプロバイダーCLIですでにサインインしているアカウントを使用します。TypeWhisperに別のAPIキーは保存されません。
zh_hans: 使用已在受支持的提供商 CLI 中登录的账户。TypeWhisper 不会另外存储 API 密钥。

source: XHigh
de: Sehr hoch
ja: 非常に高
zh_hans: 极高

source: Best-effort integration
ja: ベストエフォート統合
zh_hans: 尽力而为的集成

source: Minimal
ja: 最小
zh_hans: 最小

source: Ultracode
ja: ウルトラコード

source: Version
ja: バージョン
zh_hans: 版本
